{
  "courses": [
  {
    "id": "1",
    "name": "К Kurs Biologia Rozszerzona",
    "info": "Ten kurs to kompleksowe przygotowanie do matury z biologii na poziomie rozszerzonym. Zajcia prowadzone przez dowiadczonych nauczycieli cz teori z praktyk, pomagajc uczniom zrozumie nawet najbardziej zo偶one zagadnienia biologiczne. Uczestnicy otrzymuj dostp do dodatkowych materia贸w edukacyjnych oraz test贸w pr贸bnych, co pozwala na skuteczne utrwalenie wiedzy i oswojenie si z form egzaminu.",
    "image": "https://equrs.pl/wp-content/uploads/2020/09/egzamin-osmo-z-biol-thumb.jpg",
    "price": "60"
  },
  {
    "id": "2",
    "name": "Й Kurs Biologia Rozszerzona + Zadania Maturalne",
    "info": "Rozszerzony kurs biologii wzbogacony o intensywny trening zada maturalnych. Skierowany do uczni贸w, kt贸rzy chc nie tylko zrozumie materia, ale tak偶e nauczy si efektywnie rozwizywa typowe zadania egzaminacyjne. Program obejmuje analiz arkuszy maturalnych, strategie rozwizywania trudnych pyta oraz indywidualne wsparcie nauczycieli.",
    "image": "https://equrs.pl/wp-content/uploads/2020/09/egzamin-osmo-z-biol-thumb.jpg",
    "price": "90"
  },
  {
    "id": "3",
    "name": "И Kurs Chemia Rozszerzona",
    "info": "Idealny dla uczni贸w przygotowujcych si do matury z chemii na poziomie rozszerzonym. Kurs obejmuje wszystkie kluczowe dziay chemii, od podstawowych po zaawansowane zagadnienia. Zajcia prowadzone s w spos贸b przystpny i anga偶ujcy, z naciskiem na zrozumienie mechanizm贸w reakcji chemicznych oraz praktyczne zastosowanie wiedzy.",
    "image": "https://images.twinkl.co.uk/tw1n/image/private/s--cwNo8jSr--/e_sharpen:100,q_auto:eco,w_1260/image_repo/2d/35/PO-T-T-10060-Science-On-Science-Bottles-Display-Cut-Outs-Polish.avif",
    "price": "70"
  },
  {
    "id": "4",
    "name": "锔 Kurs Chemia Rozszerzona + Zadania Maturalne",
    "info": "Rozszerzony kurs chemii poczony z intensywnym treningiem zada maturalnych. Uczestnicy ucz si nie tylko teorii, ale tak偶e technik rozwizywania zada obliczeniowych i opisowych. Kurs zawiera analiz arkuszy egzaminacyjnych, wiczenia z poprzednich lat oraz indywidualne konsultacje z nauczycielem.",
    "image": "https://images.twinkl.co.uk/tw1n/image/private/s--cwNo8jSr--/e_sharpen:100,q_auto:eco,w_1260/image_repo/2d/35/PO-T-T-10060-Science-On-Science-Bottles-Display-Cut-Outs-Polish.avif",
    "price": "100"
  },
  {
    "id": "5",
    "name": " Kurs Matematyka Podstawowa",
    "info": "Skoncentrowany kurs przygotowujcy do matury z matematyki na poziomie podstawowym. Zajcia obejmuj wszystkie wymagane dziay, takie jak algebra, geometria, funkcje i statystyka. Kurs kadzie nacisk na praktyczne umiejtnoci rozwizywania zada oraz powtarzanie najczciej pojawiajcych si typ贸w pyta maturalnych.",
    "image": "https://matbox.edu.pl/wp-content/uploads/2025/09/matematyka-dla-dzieci.png",
    "price": "40"
  }
],
"teachers": [
    {
      "id": "t1",
      "name": "Anna Kowalska",
      "subject": "Biologia",
      "bio": "Dowiadczona nauczycielka biologii z 10-letnim sta偶em...",
      "photo": "https://example.com/anna.jpg"
    },
    {
      "id": "t2",
      "name": "Jan Nowak",
      "subject": "Chemia",
      "bio": "Specjalista od chemii organicznej, prowadzi zajcia od 2012 roku...",
      "photo": "https://example.com/jan.jpg"
    }
  ]
}
